commands_templates/AddScopes0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:AddScopes>
         <!--1 or more repetitions:-->
         <!--type: anyURI-->
         <wsdl:ScopeItem>?</wsdl:ScopeItem>
      </wsdl:AddScopes>
   </soap:Body>
</soap:Envelope>